Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/admin/sd/sami_parlamentarals_raddi_fi/climat_suomi.pdf.tmx
Source language: fin
Languages: sms

source: Tutkimusta ja tutkimusrahoitusta tulisi koordinoida yhteistyössä valtioiden, arktisen neuvoston ja ao. alkuperäiskansan kanssa.
sms: Tuʹtǩǩumuužž da tuʹtǩǩeemteäggtõõzz õõlǥʹči koordinoida õhttsažtuâjast valdiai, aartkla suåvtõõzz da äv. vuõssnaroodin.

source: Saamelainen parlamentaarinen neuvosto kehottaa Norjan, Ruotsin ja Suomen saamelaiskäräjiä sitoutumaan edistämään toimia kestävän kehityksen mukaisesti energiahyödyntämisen tehostamiseksi ja ilmastonmuutosta aiheuttavia päästöjen hillitsemiseksi.
sms: Saaʹmi parlamenttaarlaž suåvtõs auʹǯǯai Taarr, Ruõcc da Lääʹddjânnam sääʹmteeʹǧǧid čõnnõõttâd ooudâsviikkâd tuåimid ǩeâllʼjem šõddmõõžži mieʹlddsânji energiiäuʹǩǩeem viõkksmâʹttem diõtt da äimm-muttõõzz šõddeei kaaʹsti cõggâm diõtt.

source: SPR tulee toimia edistääkseen uudistuvien energiamuotojen käyttöä.
sms: SPN âlgg tuåimmjed ooudâsviiǥǥeeʹl ođđsmõõvvâm energiivueʹjji âânnmõõžž.

source: SPN sitoutuu laatimaan ilmastopoliittisen ohjelman.
sms: SPN čõnnââtt raajjâd äimmpolitiikkla prograamm.
